Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Splice connectors [electric]
it: Connettori per giunti [elettrici]

source: Generators (Signal -)
it: Generatori di segnali

source: Glassware for scientific use [specifically adapted]
it: Vetreria per uso scientifico [adattata specificatamente]

source: Pick-ups for electrical musical instruments
it: Pickup per strumenti musicali elettrici

source: Recorded tape cassettes
it: Cassette a nastro registrate

source: Luminous electric signs
it: Insegne elettriche luminose

source: Computer software for analysing market information
it: Software per analizzare le informazioni di mercato

source: Computer software for processing market information
it: Software per l'elaborazione di informazioni di mercato

source: Computer software for use in remote meter monitoring
it: Software per il monitoraggio di contatori a distanza

source: Breathing apparatus for underwater swimming
it: Apparecchi respiratori per il nuoto subacqueo

source: Electromagnetic switches
it: Interruttori elettromagnetici

source: Plug-in connectors
it: Connettori ad innesto

source: Portable radios
it: Radio portatili

source: Laser detectors
it: Rivelatori laser

source: Laser-readable discs
it: Dischi a lettura laser

source: Satellite apparatus
it: Apparecchi satellitari

source: Boots [protective footwear]
it: Stivali [calzature protettive]

source: X-ray film holders, other than for medical use
it: Portaradiografie, non per uso medico

source: X-ray sensitive films [other than for medical use]
it: Pellicole sensibili ai raggi X [non per uso medico]

source: Aerials
it: Antenne

source: Apparatus for checking flight parameters
it: Apparecchi di controllo dei parametri di volo

source: Magnetic compasses
it: Bussole magnetiche

source: Downloadable publications
it: Pubblicazioni scaricabili

source: Teleprinters
it: Telescriventi

source: Clothes for protection against injury
it: Abbigliamento antinfortunistico

source: Coaxial adaptors
it: Adattatori coassiali

source: Super luminescent laser diodes
it: Diodi laser superluminescenti

source: Telephone terminals
it: Terminali telefonici

source: PC boards
it: Schede PC

source: Three dimensional picture manipulators
it: Manipolatori di immagini tridimensionali

source: Timers for automatic apparatus
it: Timer per apparecchi automatici

source: Digital amplifiers
it: Amplificatori digitali

source: Digital boards
it: Schede digitali

source: Digital functional generators
it: Generatori di funzioni digitali

source: Panels for the connection of electricity
it: Pannelli per la connessione dell'elettricità

source: Luminous pointers
it: Puntatori luminosi

source: Abacuses
it: Abachi

source: Electrical distributors
it: Distributori elettrici

source: Backup drives for computers
it: Unità di backup per computer

source: Flatness testers
it: Tester di planarità

source: Flexible circuit boards
it: Circuiti stampati flessibili

source: Infrared optical apparatus
it: Apparecchi ottici a infrarossi

source: Protective visors
it: Visiere protettive

source: Push button panels (Electrical -)
it: Pulsantiere (Elettriche -)

source: Push button switches (Electrical -)
it: Interruttori a pressione (Elettrici -)

source: Radar antennas
it: Antenne radar

source: Sensors used in oceanography
it: Sensori per oceanografia

source: Separation columns for scientific purposes
it: Colonne di separazione per usi scientifici

source: Shaver sockets (Electric -)
it: Prese per rasoi (Elettriche -)

source: Sheaths for electrical wires
it: Guaine per fili elettrici

source: Shields for protecting the body against injury
it: Scudi per la protezione del corpo da lesioni

source: Heat exchange crucibles for scientific use
it: Crogioli a scambio termico per uso scientifico

source: Computer software in the field of electronic publishing
it: Software da utilizzarsi nel settore dell'editoria elettronica

source: Computer software to enhance the audio-visual capabilities of multimedia applications
it: Software per potenziare le capacità audiovisive di applicazioni multimediali

source: Horns for loudspeakers
it: Trombe di altoparlanti

source: Valves (Electronic controls for automatically operating -)
it: Valvole (Comandi elettronici per l'azionamento automatico di -)

source: Electrical fuses
it: Fusibili elettrici

source: Microphone cables
it: Cavi per microfoni

source: Modem cables
it: Cavi per modem

source: Sensors for engines
it: Rivelatori di movimento

source: Railway signals
it: Segnali ferroviari

source: Rotary converters
it: Convertitori rotanti

source: Photocells for use with security lighting
it: Fotocellule per illuminazione di sicurezza

source: Photographic plates [exposed]
it: Lastre fotografiche [impressionate]

source: Photographic surveying instruments
it: Strumenti di rilevamento fotografico

source: Photoionic detectors
it: Rivelatori fotoionici

source: Traffic guidance apparatus [mechanical]
it: Apparecchi per dirigere il traffico [meccanici]

source: Traffic information panels (non-metallic -) [luminous signs]
it: Pannelli per informazioni sul traffico (non metallici -) [insegne luminose]

source: Data communications software
it: Software per comunicazione dati

source: Data processing systems
it: Sistemi di elaborazione dati

source: Data processing terminals
it: Terminali di elaborazione dati

source: Ozonisers [ozonators]
it: Ozonatori [ozonizzatori]

source: Apparatus and instruments for astronomy
it: Apparecchi e strumenti per astronomia

source: Electronic plotters
it: Plotter elettronici

source: Optical lanterns
it: Lampade ottiche

source: Magic lanterns
it: Lanterne magiche

source: Electronic pocket translators
it: Traduttori elettronici tascabili

source: Computer terminals for banking purposes
it: Terminali informatici per uso bancario

source: Splice connectors [optical]
it: Connettori per giunti [ottici]

source: Optical encoders
it: Codificatori ottici

source: Optical fibre sensors
it: Sensori a fibre ottiche

source: Sheaths for electric cables
it: Guaine per cavi elettrici

source: Satellite navigational apparatus
it: Apparecchi di navigazione satellitare

source: Electrical amplifiers for sound signals
it: Amplificatori elettrici per segnali sonori

source: Hydrometers
it: Idrometri

source: Cards bearing electronically recorded data
it: Carte contenenti dati registrati elettronicamente

source: Computer search engine software
it: Software per motori di ricerca

source: Computer software concerned with children's education
it: Software relativi all'istruzione per bambini

source: Mass flow meters
it: Flussometri di massa

source: Levelling staffs [surveying instruments]
it: Paline [strumenti d'agrimensura]

source: Computer programs [downloadable software]
it: Programmi per computer [scaricabili]

source: Energy regulators
it: Regolatori di energia

source: Exposed photographic slides
it: Diapositive impressionate

source: Electronic measurement sensors
it: Sensori di misurazione elettronici

source: Electronic memory integrated circuit chips
it: Chip di circuiti integrati per memorie elettroniche

source: Wireless high frequency transmission instruments
it: Strumenti per trasmissione senza fili ad alta frequenza

source: Filter diaphragms for laboratory use
it: Diaframmi filtro per uso in laboratorio

source: Elbow protectors (protective -) for use against accidents [other than sports articles]
it: Protezioni per i gomiti per uso contro incidenti (tranne gli articoli sportivi)

source: Electric alarms for fire
it: Allarmi antincendio elettrici

source: Photometric apparatus [other than for medical use]
it: Apparecchi fotometrici [non per uso medico]

source: Photomultiplier tubes
it: Tubi fotomoltiplicatori

source: Transmitter simulators
it: Simulatori di trasmettitori

source: Bus interfaces
it: Interfacce di bus

source: Tonometers for measuring [not for medical purposes]
it: Tonometri per misurazioni [non per uso medico]

source: Torque transducers
it: Trasduttori di coppia

source: Touch sensitive electronic screens
it: Schermi elettronici sensibili al tatto

source: Photo-semiconductors
it: Foto-semiconduttori

source: Current collectors
it: Collettori di corrente

source: Dashboard warning lamps
it: Luci spia del cruscotto

source: Coin-operated mechanisms for television sets
it: Meccanismi con funzionamento a monete per televisori

source: Temperature limiters for machines
it: Limitatori di temperatura per macchine

source: Holders for electric coils
it: Supporti di bobine elettriche

source: Theodolites
it: Teodoliti

source: WAN [wide area network] operating software
it: Software operativo per WAN [rete geografica]

source: Acoustic couplers
it: Accoppiatori acustici

source: Copper wire, insulated
it: Fili di rame isolati

source: Diaphragms [photography]
it: Diaframmi [fotografia]

source: Computer programs for project management
it: Programmi per computer per la gestione di progetti

source: Automatic switchboards
it: Centralini automatici

source: External modems
it: Modem esterni

source: Vacuum probes for scientific use
it: Sonde di vuoto per uso scientifico

source: Access security apparatus (Automatic -)
it: Apparecchi per l'accesso sicuro (Automatici -)

source: Electronic currency converters
it: Convertitori di valuta elettronici

source: Electronic dictionaries
it: Dizionari elettronici

source: Shoes for protection against accidents, irradiation and fire
it: Calzature protettive contro incidenti, radiazioni e fuoco

source: Simulators for the steering and control of vehicles
it: Simulatori per la guida o il controllo di veicoli

source: Junction sleeves for electric cables
it: Manicotti di giunzione per cavi elettrici

source: Darkrooms [photography]
it: Camere oscure [fotografia]

source: Electro-optic transducers
it: Trasduttori elettro-ottici

source: Instruments for indicating directions
it: Strumenti di indicazione della direzione

source: Optical speed sensors
it: Sensori di velocità ottici

source: Optical transmitters for use with fibre optic cables
it: Trasmettitori ottici da utilizzare con cavi a fibre ottiche

source: Optical waveguides
it: Guide d'onda ottiche

source: Overvoltage protection relays
it: Relè di protezione da sovratensioni

source: Numerical counters
it: Contatori numerici

source: Electrical remote control apparatus
it: Apparecchi elettrici di comando a distanza

source: Motherboards
it: Schede madre

source: Electro-dynamic apparatus for the remote control of railway points
it: Apparecchi elettrodinamici per il telecomando degli scambi ferroviari

source: Telematic apparatus
it: Apparecchi telematici

source: Aeronautical communications apparatus
it: Apparecchi di comunicazione aeronautica

source: Alkaline accumulators
it: Accumulatori alcalinici

source: Toner cartridges [empty] for laser printers
it: Cartucce di toner [vuote] per stampanti laser

source: Vacuum tubes [radio]
it: Valvole a vuoto [t.s.f.]

source: Computer joysticks
it: Joystick per computer

source: Electronic pressure sensors
it: Sensori di pressione elettronici

source: Electronic rain gauges
it: Pluviometri elettronici

source: Fall arrest apparatus
it: Apparecchi anticaduta

source: Locks [electric] with alarms
it: Serrature [elettriche] con allarme

source: Holders adapted for mobile phones
it: Supporti per telefoni cellulari

source: Current transformers
it: Trasformatori di corrente

source: Sonars
it: Sonar

source: Centering apparatus for photographic transparencies
it: Apparecchi di inquadrature dell'immagine per diapositive

source: Cases especially made for photographic apparatus and instruments
it: Astucci speciali per apparecchi e strumenti fotografici

source: Neon light indicators for use in electrical circuits
it: Indicatori spia al neon per uso nei circuiti elettrici

source: Downloadable musical sound recordings
it: Registrazioni sonore musicali scaricabili

source: Receiving antennas for satellite broadcast
it: Antenne di ricezione per la trasmissione satellitare

source: Add-on circuit boards for connecting computers to networking software
it: Circuiti stampati aggiuntivi per la connessione di computer a software di rete

source: Frequency transformers
it: Trasformatori di frequenze

source: Glacier eyeglasses
it: Occhiali per ghiacciai

source: Sirens for vehicles
it: Sirene per veicoli

source: Solar battery chargers
it: Caricabatteria solari

source: Interactive terminals
it: Terminali interattivi

source: Intercommunication satellites
it: Satelliti di intercomunicazione

source: Interface cables [electric]
it: Cavi di interfaccia [elettrici]

source: Flashing lights [luminous signals]
it: Lampeggiatori [segnali luminosi]

source: Telephone modems
it: Modem telefonici

source: Television monitoring apparatus
it: Apparecchi di sorveglianza televisivi

source: Simulators for simulating the operation of aircraft
it: Simulatori per la simulazione dell'utilizzo di aerei

source: Simulators for simulating the operation of land vehicles
it: Simulatori per simulare il funzionamento di veicoli terrestri

source: Simulators for training personnel in the driving of vehicles
it: Simulatori per addestrare il personale alla guida di veicoli

source: Printing plate scanners
it: Scanner a lastra di stampa

source: Gamma counters
it: Contatori gamma

source: Electronic word processors
it: Elaboratori di testo elettronici

source: Audio cable connectors
it: Connettori per cavi audio

source: Capacitive voltage transformers
it: Trasformatori di tensione capacitiva

source: Computer graphics software
it: Software per computergrafica

source: Cyclotrons
it: Ciclotroni

source: Magnetic tapes
it: Nastri magnetici

source: Power relays
it: Relè di potenza

source: Power units [transformers]
it: Unità di potenza [trasformatori]

source: Pre-programmed tapes
it: Nastri preprogrammati

source: Mobile radio receiving apparatus
it: Apparecchi radiofonici riceventi mobili

source: Radar systems
it: Sistemi radar

source: Protective face-shields for protective helmets
it: Schermi di protezione del viso per caschi protettivi

source: Warning apparatus [other than for vehicles]
it: Apparecchi avvisatori [non per veicoli]

source: Theft prevention installations, electric
it: Impianti di allarme antifurto elettrici

source: Operating microscope stands
it: Supporti per microscopi operatori

source: Optical disk drives
it: Unità per dischi ottici

source: Telephone transmitters
it: Trasmettitori telefonici

source: Instruments for monitoring traffic
it: Strumenti per monitorare il traffico

source: Insulated cable for electrical installations
it: Cavi isolati per impianti elettrici

source: Automatic disc changers
it: Cambiadischi automatici

source: Robotic electrical control apparatus
it: Apparecchi di comando elettrici robotici

source: Junction boxes for electric wires
it: Scatole di giunzione per fili elettrici

source: Keyboard terminals
it: Terminali per tastiere

source: Mounting cords [electrical]
it: Fili portanodi [elettrici]

source: Downloadable graphics for mobile phones
it: Immagini scaricabili per telefoni cellulari

source: Direction beacons
it: Segnali di direzione

source: Display signs of metal [luminous or mechanical]
it: Espositori per targhe in metallo [luminosi o meccanici]

source: Hollow glassware for laboratory use
it: Articoli in vetro cavi per laboratorio

source: Holographic plates
it: Lastre olografiche

source: Solid-state lasers
it: Laser a stato solido

source: Thermal contacts
it: Contatti termici

source: Magnetic cards being computer software
it: Schede magnetiche che sono software

source: Distribution boards [electricity]
it: Quadri di distribuzione [elettricità]

source: Solenoids
it: Solenoidi

source: Cartographic apparatus
it: Apparecchi cartografici

source: Cases adapted for binoculars
it: Astucci adattati per binocoli

source: Read only memory [rom] cartridges
it: Cartucce di memoria a sola lettura [ROM]

source: Membranes for filtration [scientific]
it: Membrane di filtraggio [scientifiche]

source: Navigating apparatus [compasses]
it: Apparecchiature di navigazione [bussole]

source: Laboratory furniture [specifically adapted]
it: Mobili per laboratorio [specificamente adattati]

source: Laboratory instruments [other than for medical use]
it: Strumenti da laboratorio [non per uso medico]

source: Laser discs for use in storing music
it: Dischi laser per l'archiviazione di musica

source: Retinal cameras [other than for medical use]
it: Telecamere retiniche [non per uso medico]

source: Commutation reactors
it: Reattori di commutazione

source: Lens blanks for eyesight correction
it: Sbozzi per lenti correttive per la vista

source: Lens brushes adapted for photographic use
it: Spazzole per lenti per uso fotografico

source: Fixed capacitors
it: Condensatori fissi

source: Transmitting apparatus for television broadcasting
it: Apparecchio di trasmissione per la telediffusione

source: Solar batteries for domestic use
it: Batterie solari per uso domestico

source: Radio-frequency modulators
it: Modulatori di radiofrequenze

source: Computer servers
it: Server informatici

source: Intruder detecting apparatus [other than for vehicles]
it: Apparecchi di rivelazione delle intrusioni [non per veicoli]

source: Intruder identification apparatus [other than for vehicles]
it: Apparecchi di identificazione anti-intrusione [non per veicoli]

source: Joining units [electrical contacts]
it: Unità di giunzione [contatti elettrici]

source: Distance sensors
it: Sensori di distanza

source: Sensors for use in the control of engines
it: Sensori per controllo di motori

source: Flight simulators
it: Simulatori di volo

source: Holographic images
it: Immagini olografiche

source: Humidity sensors
it: Sensori d'umidità

source: Graphical plotters
it: Plotter grafici

source: Hard disk controllers
it: Controller disco rigido

source: Inductance capacitance filters
it: Filtri di capacitanza induttanza

source: Inertial navigational instruments
it: Strumenti di navigazione inerziale

source: Microscopes for medical use
it: Microscopi per uso medico

source: Microwave type intruder sensors
it: Sensori anti-intrusione a microonde

source: Stands for printers
it: Supporti per stampanti

source: Probes for testing integrated circuits
it: Sonde per il collaudo di circuiti integrati

source: Racks for loudspeakers
it: Ripiani per altoparlanti

source: Proximity sensors
it: Sensori di prossimità

source: Gauges with digital readout
it: Indicatori con lettore digitale

source: Picks-ups for guitars
it: Pickup per chitarre

source: Piezoelectric sensors
it: Sensori piezoelettrici

source: Photovoltaic inverters
it: Inverter fotovoltaici

source: Navigational instruments
it: Strumenti per la navigazione

source: Electric installations for the remote control of industrial operations
it: Installazioni elettriche per il telecomando di operazioni industriali

source: Electronic carbon dioxide monitors [other than for medical purposes]
it: Dispositivi di controllo elettronici del biossido di carbonio [non per uso medico]

source: Electronic carbon dioxide recorders [other than for medical purposes]
it: Registratori elettronici di biossido di carbonio [non per uso medico]

source: Protective helmets for sports
it: Caschi di protezione per lo sport

source: Photocopiers
it: Fotocopiatrici

source: Polarizing microscopes
it: Microscopi polarizzanti

source: Inverters for power supply
it: Invertitori per alimentazioni

source: Laboratory filters
it: Filtri da laboratorio

source: Plastic lenses
it: Lenti di plastica

source: Feeler gauges
it: Spessimetri

source: Fiber optic modems
it: Modem a fibre ottiche

source: Satellite broadcasting instruments
it: Strumenti di trasmissione satellitare

source: Satellite communication apparatus
it: Apparecchi di comunicazione satellitare

source: Satellite receiving apparatus
it: Apparecchi di ricezione satellitare

source: Push buttons for bells
it: Pulsanti di campanelli

source: Bio-sensors
it: Biosensori

source: Circuit distributors
it: Distributori di circuiti

source: Coaxial attenuators
it: Attenuatori coassiali

source: Environmental test chamber (temperature simulation equipment)
it: Camere climatiche (apparecchiature di simulazione della temperatura)

source: Thick film hybrid integrated circuits
it: Circuiti integrati ibridi a pellicola spessa

source: Thickness gauges
it: Calibri per spessori

source: Three dimensional viewers
it: Visori tridimensionali

source: Metronomes
it: Metronomi

source: Diagnostic ultrasound apparatus, other than for medical use
it: Apparecchi diagnostici ad ultrasuoni, non per uso medico

source: Digital graphic scanners
it: Scanner grafici digitali

source: Video telephones
it: Videotelefoni

source: Video projection monitors
it: Unità di visualizzazione video

source: Public telephones
it: Telefoni a gettoni

source: Downloadable ring tones for mobile phones
it: Suonerie per cellulari scaricabili

source: Apparatus for fermentation [laboratory apparatus]
it: Apparecchi di fermentazione [apparecchi di laboratorio]

source: Magnetic filaments
it: Filamenti magnetici

source: Push-on accumulators
it: Accumulatori a pressione

source: Racks adapted to house audio apparatus
it: Ripiani per apparecchi audio per uso domestico

source: Radar displays
it: Display radar

source: Laser scalpels, other than for medical use
it: Bisturi al laser, non per uso medico

source: Sensors used in meteorology
it: Sensori per meteorologia

source: Computer software to automate data warehousing
it: Software per l'automazione dell'archiviazione di dati

source: Lasers, not for medical purposes
it: Laser non per uso medico

source: Variable capacitors
it: Condensatori variabili

source: Pouches for photographic apparatus
it: Custodie per apparecchi fotografici

source: Electrical power distribution blocks
it: Blocchi di distribuzione di energia elettrica

source: Electromagnets
it: Elettromagneti

source: Gasometers [measuring instruments]
it: Gasometri [strumenti di misurazione]

source: Graphic equalizers
it: Equalizzatori grafici

source: Pocket calculators
it: Calcolatrici tascabili

source: High pressure manometers
it: Manometri a pressione elevata

source: LCD [liquid crystal display]
it: LCD [schermo a cristalli liquidi]

source: Mobile data receivers
it: Ricevitori mobili per dati

source: Reflectors [for microscopes]
it: Riflettori [per microscopi]

source: Wearable computers
it: Computer indossabili

source: Temperature sensitive testing apparatus for scientific use
it: Apparecchi d'analisi termosensibili per uso scientifico

source: Terminal controllers [electric]
it: Controllori terminali [elettrici]

source: Test benches
it: Banchi di prova

source: Test probe assemblies for integrated circuits
it: Assemblaggi per sonde di verifica per circuiti integrati

source: Photographic printing apparatus
it: Apparecchi per stampe fotografiche

source: Transient suppression coils
it: Bobine di estinzione transitorie

source: Data communications hardware
it: Hardware per la comunicazione dati

source: Weighing apparatus and instruments
it: Apparecchi e strumenti di pesatura

source: Transmitter receivers
it: Ricetrasmettitori

source: Computer software programs for spreadsheet management
it: Programmi software per la gestione di fogli di calcolo

source: Optical glass filters
it: Filtri in vetri ottici

source: Punched card machines for offices
it: Macchine per ufficio a schede perforate

source: Relays, electric
it: Relè elettrici

source: Electrical telegraph wires
it: Fili telegrafici elettrici

source: Electrical terminal connectors
it: Connettori terminali elettrici

source: Electrical wiring installations
it: Impianti elettrici di cablaggio

source: Anaerobic chambers for laboratory or scientific use
it: Camere anaerobiche per laboratorio o per uso scientifico
